Repository: SelectCode/Stand-Bye
Catalog: SourceCode/StandBye/StandBye/LanguageResources.*.resx
Languages: de

source: About
de: Über

# about_text
source: About this application: This application has been created by Florian Baader, Stephan Le and Matthias Weirich for Jugend Forscht 2016. If you have cool ideas or problems please contact us as at contact@stand-bye.de License: The MIT License (MIT) Copyright (c) 2016 Florian Baader, https://github.com/flobaader Copyright (C) 2016 Matthias Weirich, https://github.com/vavido Copyright (C) 2016 Stephan Le, https://github.com/stephanLe Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE. Thanks to: Sven Walter and Dennis Magno for creating the MetroFramework (https://github.com/cecon/winforms-modernui) The MIT License (MIT) Copyright (c) 2011 Sven Walter, http://github.com/viperneo Copyright (c) 2013 Dennis Magno, http://github.com/dennismagno Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE. And all the persons, who have supported us during the development: our families, friends and girlfriends.
de: Über diese Anwendung: Das Tool "Stand-Bye" wurde von Florian Baader, Stephan Le und Matthias Weirich für Jugend Forscht 2016 erstellt. Bei Fragen, Anregungen und Ideen schreiben können Sie uns gerne unter contact@stand-bye.de kontaktieren! Lizenz: The MIT License (MIT) Copyright (c) 2016 Florian Baader, https://github.com/flobaader Copyright (C) 2016 Matthias Weirich, https://github.com/vavido Copyright (C) 2016 Stephan Le, https://github.com/stephanLe Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE. Thanks to: Sven Walter and Dennis Magno for creating the MetroFramework (https://github.com/cecon/winforms-modernui) The MIT License (MIT) Copyright (c) 2011 Sven Walter, http://github.com/viperneo Copyright (c) 2013 Dennis Magno, http://github.com/dennismagno Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE. And all the persons, who have supported us during the development: our families, friends and girlfriends.

# activate_pres_mode
source: Presentation-Mode
de: Präsentationsmodus

# add_process_file
source: Add Process From File
de: Prozess aus Datei hinzufügen

# add_process_running
source: Add current running Process
de: Laufenden Prozess hinzufügen

# adv_settings
source: Advanced Settings
de: Erweiterte Einstellungen

# application_upToDate
source: Your version is up to date!
de: Stand-Bye! ist aktuell!

# ask_presMode
source: Do you like to enable the presentation mode? There will be no more interruptions!
de: Soll der Präsentationsmodus aktiviert werden? (= kein weiteren Störungen)

# ask_update
source: A new version of Stand-Bye! has been released! Do you want to download it?
de: Eine neue Version von Stand-Bye! ist verfügbar! Soll das Update durchgeführt werden?

# autostart
source: Start with Windows:
de: Mit Windows starten:

# avg_usage
source: Average Usage:
de: Durchschnittliche Auslastung:

source: Cancel
de: Abbrechen

source: Cancel on Sound
de: Kein Standby bei Sound

# contact
source: Contact: contact@stand-bye.de
de: Kontakt: contact@stand-bye.de

# context_debug
source: &Debugging
de: &Entwickler-Modus

# context_exit
source: &Exit
de: &Beenden

# context_presMode
source: Presentation mode
de: &Präsentationsmodus

# context_settings
source: &Settings
de: &Einstellungen

# context_updates
source: &Check for Updates
de: &Nach Updates suchen

source: CPU Threshold
de: CPU Grenze

source: Donate ♥
de: Spenden ♥

# enable_log
source: Enable Logging:
de: Logs erstellen:

# excp_process
source: Exception Processes
de: Ausnahmeprozesse

# expl_CPU
source: e.g. Video Rendering, Games
de: z.B. Video Bearbeitung

# expl_HDD
source: e.g. Copying processes, Backups
de: z.B. Backups

# expl_NET
source: e.g. Downloads, Streams
de: z.B. Downloads

# expl_RAM
source: e.g. Large Videoprojects
de: z.B. große Projekte

# expl_SOUND
source: Prevents Standby when playing music / movies
de: Verhindert Standby während Musik / Filmen

# expl_StandbyAt
source: Ignores Thresholds at specified time
de: Ignoriert Grenzwerte nach der festgelegten Zeit

source: General
de: Allgemein

source: General Settings
de: Allgemeine Einstellungen

source: General Thresholds
de: Allgemeine Grenzwerte

source: HDD Threshold
de: HDD Grenze

source: Hibernate
de: Ruhezustand

# info_excp
source: If at least one of the set up processes is running, the program will prevent the system from changing over to standby mode.
de: Wenn einer der festgelegten Prozesse läuft, wird das System nicht in den Standby versetzt!

# info_general
source: Stand-Bye checks after the selected wait-time if the system is in use. If not the standby will be activated. You can define when to cancel standby by setting up the given settings to your personal needs.
de: Stand-Bye überprüft nachdem die Wartezeit vorbei ist, ob das System gerade genutzt wird oder nicht. Wenn es nicht genutzt wird, wird der normale Standby gestartet. Durch das Festlegen aller Einstellungen wird garantiert, dass der Standby nur dann aktiviert wird, wenn er nicht stört.

# info_thresholds
source: Stand-Bye checks if the current usage is greater than the selected one. If it is, there will be no change to standby-mode. This prevents resource needing processes to be interrupted.
de: Stand-Bye überprüft, ob das System mehr ausgelastet ist, als die eingestellten Werte. Wenn dies der Fall ist, wird der Standby-Modus nicht aktiviert.

source: Language
de: Sprache

# license_heading
source: License
de: Lizenz

# msg_canceled_of_presMode
source: The Standby at Time has been canceled. The presentation mode is on!
de: Der Standby bei bestimmter Uhrzeit wurde wegen dem Präsentationsmodus abgebrochen!

# msg_presMode_activated
source: The Presentation mode has been activated!
de: Der Präsentationsmodus wurde aktiviert!

# msg_presMode_deactivated
source: The Presentation mode has been deactivated!
de: Der Präsentationsmodus wurde beendet!

# msg_standby_time_canceled
source: The Standby at specfied Time has been canceled!
de: Der Standby bei der eingestellten Uhrzeit wurde abgebrochen!

# msg_welcome
source: Standby is active. The environment will thank you!
de: Stand-Bye! wurde aktiviert. Die Umwelt bedankt sich!

# net_threshold
source: Network Threshold
de: Netzwerk Grenze

source: No
de: Nein

source: Processes
de: Prozesse

source: RAM Threshold
de: RAM Grenze

source: Remove Process
de: Prozess entfernen

source: Save
de: Speichern

# search_updates
source: Search for Updates:
de: Suche nach Updates

# select_standby
source: Select Standby-Mode:
de: Standby-Modus auswählen:

source: Settings
de: Einstellungen

source: Show Details
de: Details

source: Show Messages:
de: Benachrichtigungen:

source: Stand-Bye Settings
de: Stand-Bye Einstellungen

# standby_activated
source: Standby On
de: Standby an

source: Standby Canceled
de: Standby aus

source: Start Standby at
de: Standby starten um

# support_us
source: If you want to support us please...
de: Wenn sie uns unterstützen möchtest bitten wir sie zu ...

source: Suspend
de: Standby

source: System Usage Thresholds
de: System Auslastungen

source: Thresholds
de: Grenzwerte

# timeout
source: Entering Standby in:
de: Standby wird aktiviert:

# visit_github
source: Visit us on Github!
de: Besuchen Sie uns auf Github!

# visit_homepage
source: Visit our Homepage!
de: Besuchen Sie unsere Homepage!

source: Visit us!
de: Besuch uns!

# wait_time
source: Activate Standby After
de: Standby aktivieren nach:

source: Yes
de: Ja
